"1" = "Chiamo il tuo ISP...";
"2" = "Connessione in corso...";
"3" = "Autentico...";
"4" = "Connesso al tuo  ISP.";
"5" = "Interrompo la connessione...";

"-2" = "Impossibile eseguire il demone di configurazione PPP.";
"-1" = "Impossibile inizializzare PPP.";

"0" = "Impossibile connettersis al provider Internet (ISP)";
"256" = "Il modem non risponde. Controllare la connessione del modem e provare di nuovo.";
"257" = "CCL fallita.";
"258" = "Chat fallita";
"259" = "LCP fallita.";
"260" = "Autenticazione fallita. Controlla il nome utente e la password e riprova.";
"261" = "Idle in stallo.";

"512" = "Nessun carrier rilevato.";
"513" = "il tuo ISP è occupato.";
"514" = "Segnale di linea assente. Controlla la linea di connessione del telefono e riprova.";
"515" = "Si è verificato un errore di modem.";

"PPP_SWITCH_TO_PULSE" = "Cambia a chiamata ad impulsi.";
"PPP_SWITCH_TO_TONE" = "Cambia a chiamata a toni.";
"PPP_WILL_REDIAL" = "Richiama tra 3 secondi.";
		
